{
	"type": "FeatureCollection",
	"features": [{
			"type": "Feature",
			"id": "POL",
			"properties": {
				"name": "Poland",
				"author": "Roman Koropeckyi (UCLA)",
				"email": "koropeck@humnet.ucla.edu",
				"website": "https://slavic.ucla.edu/person/roman-koropeckyj",
				"image": "https://raw.githubusercontent.com/chradil/natl-epics/main/images/poland.jpg",
				"description": "My chapter will bear out George Brandes’ claim, made in his 1903 “study of the land, people, and literature” of Poland, that in Adam Mickiewicz’s 1834 poem Pan Tadeusz “Poland possesses the only successful epic [the nineteenth] century has produced.” I first outline briefly the epic tradition in Polish literature, from Piotr Kochanowski’s 1618 translation of Tasso’s Gerusalemme Liberata to (the miscarried) efforts to produce a national epic according to classicist specifications. I then situate Pan Tadeusz within the tradition of Western foundational epics, epitomized by Vergil’s Aeneid, on the one hand; and the romantic horizon of expectations (as articulated above all by the Polish critic Maurycy Mochnacki) of what might constitute a national epic, on the other, with a view toward the Herderian—modern—concept of nation. As such, Pan Tadeusz constitutes a “social drama” (Victor Turner) that enacts the passage of an effete premodern society on the verge of extinction to a revitalized, nationally conscious collective. I conclude by arguing that the poem’s status as Poland’s national epic is as much a function of its reception by the immediate, post-romantic generation as it is by Mickiewicz’s epic intentions."
			},
			"geometry": {
				"type": "Polygon",
				"coordinates": [
					[
						[15.016996, 51.106674],
						[14.607098, 51.745188],
						[14.685026, 52.089947],
						[14.4376, 52.62485],
						[14.074521, 52.981263],
						[14.353315, 53.248171],
						[14.119686, 53.757029],
						[14.8029, 54.050706],
						[16.363477, 54.513159],
						[17.622832, 54.851536],
						[18.620859, 54.682606],
						[18.696255, 54.438719],
						[19.66064, 54.426084],
						[20.892245, 54.312525],
						[22.731099, 54.327537],
						[23.243987, 54.220567],
						[23.484128, 53.912498],
						[23.527536, 53.470122],
						[23.804935, 53.089731],
						[23.799199, 52.691099],
						[23.199494, 52.486977],
						[23.508002, 52.023647],
						[23.527071, 51.578454],
						[24.029986, 50.705407],
						[23.922757, 50.424881],
						[23.426508, 50.308506],
						[22.51845, 49.476774],
						[22.776419, 49.027395],
						[22.558138, 49.085738],
						[21.607808, 49.470107],
						[20.887955, 49.328772],
						[20.415839, 49.431453],
						[19.825023, 49.217125],
						[19.320713, 49.571574],
						[18.909575, 49.435846],
						[18.853144, 49.49623],
						[18.392914, 49.988629],
						[17.649445, 50.049038],
						[17.554567, 50.362146],
						[16.868769, 50.473974],
						[16.719476, 50.215747],
						[16.176253, 50.422607],
						[16.238627, 50.697733],
						[15.490972, 50.78473],
						[15.016996, 51.106674]
					]
				]
			}
		},
		{
			"type": "Feature",
			"id": "FIN",
			"properties": {
				"name": "Finland",
				"author": "Ilona Pikkanen (Finnish Literature Society)",
				"email": "ilona.pikkanen@finlit.fi",
				"website": "https://www.finlit.fi/en/dr-ilona-pikkanen#.YL1uUC1h124",
				"image": "https://raw.githubusercontent.com/chradil/natl-epics/main/images/finland.jpg",
				"description": "'I could construct seven different Kalevalas from the poems I have collected so far', wrote the physician Elias Lönnrot (1802–1884) in 1848. While revolutions convulsed most of Europe, the Finnish intelligentsia concentrated on forging a collective identity from the former easternmost provinces of the Swedish kingdom. Publication of the Kalevala was key to this nation-building. This book of Finnish-language folk poems was from its first edition (1835; extended version 1849) honored as 'the national epic of the Finns'; one of the poorest, most scarcely-populated corners of North-Eastern Europe thus provided one of the most succesful national epics in the Europe of romantic nationalism. However, the Kalevalaic storyworld's decisive cultural breakthrough came only in the late nineteenth century, as the language of culture and learning, politics and economics changed from Swedish to Finnish. The 50 poems and almost 23000 verses of the Kalevala are set in the pagan past, and its narrative arches from an archaic creation myth to the arrival of Christianity. The Kalevala has inspired a wide variety of painters, architects, musicians and writers in Finland. Restaurants, insurance companies, banks, newspapers, icebreakers, items of jewellery, matchboxes and crispbread brands all carry names of Kalevalaic heroes. Generations of school kids have struggled with its trochaic metre and illustrated its poems in their art classes, although cother national narratives are now usurping its canonical role in school curricula. The book has been translated into more than 60 languages, inspiring, for example, H.W. Longfellow and J. R. R. Tolkien. Lately, ultra-nationalistic right-wing ”pseudohistories” have capitalized on its images of archaic Finnishness. So although the average Finn reads Lönnrot' s text less than ever, it it continues to permeate Finnish national culture of the 21st century."
			},
			"geometry": {
				"type": "Polygon",
				"coordinates": [
					[
						[28.59193, 69.064777],
						[28.445944, 68.364613],
						[29.977426, 67.698297],
						[29.054589, 66.944286],
						[30.21765, 65.80598],
						[29.54443, 64.948672],
						[30.444685, 64.204453],
						[30.035872, 63.552814],
						[31.516092, 62.867687],
						[31.139991, 62.357693],
						[30.211107, 61.780028],
						[28.069998, 60.503517],
						[26.255173, 60.423961],
						[24.496624, 60.057316],
						[22.869695, 59.846373],
						[22.290764, 60.391921],
						[21.322244, 60.72017],
						[21.544866, 61.705329],
						[21.059211, 62.607393],
						[21.536029, 63.189735],
						[22.442744, 63.81781],
						[24.730512, 64.902344],
						[25.398068, 65.111427],
						[25.294043, 65.534346],
						[23.903379, 66.006927],
						[23.56588, 66.396051],
						[23.539473, 67.936009],
						[21.978535, 68.616846],
						[20.645593, 69.106247],
						[21.244936, 69.370443],
						[22.356238, 68.841741],
						[23.66205, 68.891247],
						[24.735679, 68.649557],
						[25.689213, 69.092114],
						[26.179622, 69.825299],
						[27.732292, 70.164193],
						[29.015573, 69.766491],
						[28.59193, 69.064777]
					]
				]
			}
		}
	]
}
